[
  {
    "name": "Omri Morgenshtern",
    "image_url": "https://res.cloudinary.com/crunchbase-production/image/upload/c_thumb,h_170,w_170,f_auto,g_faces,z_0.7,b_white,q_auto:eco,dpr_1/yg9ec3pu9vyc0dijsbr5",
    "job_post": "CEO, Agoda",
    "review": "The Thai food at this restaurant is amazing! The flavors are so rich and bold, and every dish I tried was bursting with fresh ingredients. I especially loved the pad thai and green curry, which were both perfectly balanced and full of complex flavors. The service was also top-notch, with friendly and attentive staff who made sure we had everything we needed. I would definitely recommend this restaurant to anyone looking for authentic and delicious Thai food."
  },
  {
    "name": "Mario Maurer",
    "image_url": "https://bookingagentinfo.com/wp-content/uploads/2022/06/Mario-Maurer.jpg",
    "job_post": "Actor",
    "review": "If you're looking for authentic Thai cuisine, this restaurant is a must-visit. The food here is absolutely delicious, with a wide range of dishes to choose from. I particularly enjoyed the tom yum soup and the mango sticky rice, which were both perfectly seasoned and tasted amazing. The atmosphere is also great, with a cozy and welcoming vibe that makes you feel right at home. Overall, I would highly recommend this restaurant to anyone who loves Thai food or is looking to try something new."
  },
  {
    "name": "Peter Ly",
    "image_url": "https://media.licdn.com/dms/image/D4E03AQHK65OZOP-xzQ/profile-displayphoto-shrink_800_800/0/1663706211465?e=2147483647&v=beta&t=8FuBrl-kKgbHV73c-lVLsfynBcn3BAIAH-Pmkgr8RJ8",
    "job_post": "Marketing Manager, AdWise",
    "review": "I recently tried the Thai food at this restaurant and was blown away by how delicious it was. The ingredients were incredibly fresh and the flavors were so bold and unique. I particularly loved the red curry and the papaya salad, which were both full of flavor and perfectly spiced. The service was also excellent, with friendly staff who were happy to answer any questions we had about the menu. I would definitely recommend this restaurant to anyone who loves Thai food or is looking for a new and exciting dining experience."
  }
]
